import 'package:surf_places/domain/sight.dart';

/// Моковые достопримечательности
final List<Sight> mocks = [
  Sight(
      'Beerman&Пельмени',
      55.025942,
      82.929248,
      'http://abc.onrela.ru/surf/image-001.jpg',
      'При всем разнообразии меню акцент сделан именно на блюде, вариации которого есть в кухнях всего мира. Традиционные русские пельмени с тремя видами мяса, грузинские хинкали, японские гёдза, черные пельмени с креветкой и кальмарами, китайские дим-самы, итальянские равиоли...',
      'Ресторан'),
  Sight(
      'Якитория',
      55.026650,
      82.925753,
      'http://abc.onrela.ru/surf/image-002.jpg',
      'Открывшись в 1999, Якитория стала первой, кто сделал японскую кухню доступной для всех. За первые годы нового тысячелетия мы научили миллионы людей правильно держать палочки, пользоваться осибори, дали попробовать васаби и имбирь, в Якитории россияне впервые дегустировали роллы Филадельфия и суши с угрем.',
      'Суши-бар'),
  Sight(
      'Чайхана Баранжар',
      55.030130,
      82.916639,
      'http://abc.onrela.ru/surf/image-003.jpg',
      'В чайхане Баранжар вас ждет гостеприимная, живая и уютная атмосфера и, конечно же, вкусная еда, приготовленная по традиционным восточным рецептам в тандыре или на живом огне.',
      'Ресторан'),
  Sight(
      'Brasserie Lambic',
      55.058709,
      82.903972,
      'http://abc.onrela.ru/surf/image-004.jpg',
      'Сеть Brasserie Lambic входит в число лучших пивных ресторанов столицы. Говорящее название сразу подсказывает любителям пенного напитка, что здесь они смогут найти островок настоящей Бельгии, проникнуться духом классической брюссельской брассерии и насладиться большим выбором отличнейшего пива.',
      'Ресторан'),
  Sight(
      'Аджикинежаль',
      54.963664,
      82.936161,
      'http://abc.onrela.ru/surf/image-005.jpg',
      'У нас щедрые порции, много мясных блюд и зелени. На мангале мы жарим шашлыки и кебабы. Вручную лепим хинкали. Ох и любим мы экспериментировать с их начинками!',
      'Ресторан'),
  Sight(
      'Gusi в Академе',
      54.857853,
      83.112177,
      'http://abc.onrela.ru/surf/image-006.jpg',
      'Наша кухня - простая и сытная: мясные колбаски, шипящие сковородки, гамбургеры, традиционные пивные закуски. Современный интерьер, удачное зонирование, комфортная музыка, своя парковка, гардероб и даже отдельная курительная комната!',
      'Кафе'),
  Sight(
      'Максимилианс',
      55.049075,
      82.882429,
      'http://abc.onrela.ru/surf/image-007.jpg',
      'У нас щедрые порции, много мясных блюд и зелени. На мангале мы жарим шашлыки и кебабы. Вручную лепим хинкали. Ох и любим мы экспериментировать с их начинками!',
      'Ресторан'),
  Sight(
      'Сыроварня',
      55.030262,
      82.904715,
      'http://abc.onrela.ru/surf/image-008.jpg',
      'Сыроварня – это деревенский ресторан в итальянском стиле с панорамными окнами, деревом и зеленью в интерьере, разделен на несколько залов, со своей собственной сыроварней, где производят 12 видов сыра и деревенский творог, своя кондитерская, блюда, приготовленные в дровяной печи – все это залог уютной атмосферы ресторана.',
      'Ресторан'),
  Sight(
      'Гриль-бар Дружба',
      55.038407,
      82.976316,
      'http://abc.onrela.ru/surf/image-009.jpg',
      'Наш ресторан обладает потрясающим панорамным видом! Он славится не только своей кухней и напитками — мы привлекаем оформлением внутри и вокруг. Если вы цените красоту вокруг, приходите в наш ресторан.',
      'Ресторан'),
  Sight(
      'Goodman',
      55.021804,
      82.917952,
      'http://abc.onrela.ru/surf/image-010.jpg',
      'Мы знаем о стейках все: где, как и на каком корме выращиваются бычки; как хранится и доставляется мясо; как и где оно вызревает, как готовятся сами стейки и с чем их нужно подавать.',
      'Ресторан'),
];

