import 'package:surf_places/domain/sight.dart';

/// Моковые достопримечательности
final List<Sight> mocks = [
  Sight(
      'Телецкое озеро',
      51.749479,
      87.607665,
      'https://',
      'Второй в России по величине бассейн пресной воды после Байкала.',
      'Природа'),
  Sight(
      'Горнолыжный курорт "Телецкий"',
      51.746458,
      87.293888,
      'https://',
      'Гора Кокуя - уникальное место для горнолыжного курорта - крупный горный массив с перепадом высот более 800 метров.',
      'Горнолыжный комплекс'),
  Sight(
      'Altay Village Teletskoe',
      51.751644,
      87.400877,
      'https://',
      'Курорт премиум-класса, расположенный в самом сердце Алтая, на берегу первозданного Телецкого озера.',
      'Курорт'),
];
